IDEA Open Model
Vector3D Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the Vector3D class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public Vector3D()
Public Sub New
public:
Vector3D()
See Also
Reference
Vector3D Class
IdeaRS.OpenModel.Geometry3D Namespace